// Strings for Jar Launcher.  These are used when a JAR file doesn't have a main class or the class file doesn't 
// have a main()

com.apple.java.JarLauncher.jarLaunchFailed="未能启动 Java JAR 文件“%@”。";
com.apple.java.JarLauncher.classLaunchFailed="未能启动 Java 类文件“%@”。";
com.apple.java.JarLauncher.checkConsole = "检查“控制台”以查找可能的错误信息。";
